# For driver license card

"""
公安委員会番号
＜公安委員会番号一覧＞
【北海道】北海道10／函館11／旭川12／釧路13／北見14
【東北】青森20／岩手21／宮城22／秋田23／山形24／福島25
【関東甲信越】東京30／茨城40／栃木41／群馬42／埼玉43／千葉44／神奈川45／新潟46／山梨47／長野48／静岡49
【北陸・中部】富山50／石川51／福井52／岐阜53／愛知54／三重55
【関西】滋賀60／京都61／大阪62／兵庫63／奈良64／和歌山65
【中国】鳥取70／島根71／岡山72／広島73／山口74
【四国】徳島80／香川81／愛媛82／高知83
【九州・沖縄】福岡90／佐賀91／長崎92／熊本93／大分94／宮崎95／鹿児島96／沖縄97
ちなみに海外で最初に免許を取った場合は、初めに国内免許に切り替えた都道府県の公安委員会の番号で登録されます。
"""
POLICE_COMMITTEE_CODES = ['10', '11', '12', '13', '14',
                          '20', '21', '22', '23', '24', '25',
                          '30', '40', '41', '42', '43', '44', '45', '46', '47', '48', '49',
                          '50', '51', '52', '53', '54', '55',
                          '60', '61', '62', '63', '64', '65',
                          '70', '71', '72', '73', '74',
                          '80', '81', '82', '83',
                          '90', '91', '92', '93', '94', '95', '96', '97']
